Repository: mchelnokov/SunSpan
Catalog: SunSpan/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, is, it, ja, ko, nb, pl, pt_br, sk, sv, uk, zh_hans

source: %@ since sunrise
ar: %@ منذ شروق الشمس
cs: %@ od východu slunce
da: %@ siden solopgang
de: %@ seit Sonnenaufgang
es: %@ desde el amanecer
fi: %@ auringonnoususta
fr: %@ depuis le lever du soleil
he: %@ מאז הזריחה
is: %@ síðan sólarupprás
it: %@ dall'alba
ja: 日の出から%@
ko: 일출 후 %@
nb: %@ siden soloppgang
pl: %@ od wschodu słońca
pt_br: %@ desde o nascer do sol
sk: %@ od východu slnka
sv: %@ sedan soluppgång
uk: %@ від сходу сонця
zh_hans: 日出后%@

source: %@ since sunset
ar: %@ منذ غروب الشمس
cs: %@ od západu slunce
da: %@ siden solnedgang
de: %@ seit Sonnenuntergang
es: %@ desde el atardecer
fi: %@ auringonlaskusta
fr: %@ depuis le coucher du soleil
he: %@ מאז השקיעה
is: %@ síðan sólsetur
it: %@ dal tramonto
ja: 日没から%@
ko: 일몰 후 %@
nb: %@ siden solnedgang
pl: %@ od zachodu słońca
pt_br: %@ desde o pôr do sol
sk: %@ od západu slnka
sv: %@ sedan solnedgång
uk: %@ від заходу сонця
zh_hans: 日落后%@

source: %@ until sunrise
ar: %@ حتى شروق الشمس
cs: %@ do východu slunce
da: %@ til solopgang
de: %@ bis Sonnenaufgang
es: %@ hasta el amanecer
fi: %@ auringonnousuun
fr: %@ avant le lever du soleil
he: %@ עד הזריחה
is: %@ til sólarupprásar
it: %@ all'alba
ja: 日の出まで%@
ko: 일출까지 %@
nb: %@ til soloppgang
pl: %@ do wschodu słońca
pt_br: %@ até o nascer do sol
sk: %@ do východu slnka
sv: %@ till soluppgång
uk: %@ до сходу сонця
zh_hans: 距日出%@

source: %@ until sunset
ar: %@ حتى غروب الشمس
cs: %@ do západu slunce
da: %@ til solnedgang
de: %@ bis Sonnenuntergang
es: %@ hasta el atardecer
fi: %@ auringonlaskuun
fr: %@ avant le coucher du soleil
he: %@ עד השקיעה
is: %@ til sólseturs
it: %@ al tramonto
ja: 日没まで%@
ko: 일몰까지 %@
nb: %@ til solnedgang
pl: %@ do zachodu słońca
pt_br: %@ até o pôr do sol
sk: %@ do západu slnka
sv: %@ till solnedgång
uk: %@ до заходу сонця
zh_hans: 距日落%@

source: Autumn equinox
ar: الاعتدال الخريفي
cs: Podzimní rovnodennost
da: Efterårsjævndøgn
de: Herbsttagundnachtgleiche
es: Equinoccio de otoño
fi: Syyspäiväntasaus
fr: Équinoxe d’automne
he: שוויון הסתיו
is: Haustjafndægur
it: Equinozio d’autunno
ja: 秋分
ko: 추분
nb: Høstjevndøgn
pl: Równonoc jesienna
pt_br: Equinócio de outono
sk: Jesenná rovnodennosť
sv: Höstdagjämning
uk: Осіннє рівнодення
zh_hans: 秋分

source: Average day length
ar: متوسط طول اليوم
cs: Průměrná délka dne
da: Gennemsnitlig daglængde
de: Durchschnittliche Tageslänge
es: Duración media del día
fi: Keskimääräinen päivän pituus
fr: Durée moyenne du jour
he: אורך יום ממוצע
is: Meðallengd dags
it: Lunghezza media del giorno
ja: 平均的な日の長さ
ko: 평균 낮 길이
nb: Gjennomsnittlig daglengde
pl: Średnia długość dnia
pt_br: Duração média do dia
sk: Priemerná dĺžka dňa
sv: Genomsnittlig daglängd
uk: Середня тривалість дня
zh_hans: 平均白昼时长

source: Back
ar: رجوع
cs: Zpět
da: Tilbage
de: Zurück
es: Atrás
fi: Takaisin
fr: Retour
he: חזרה
is: Til baka
it: Indietro
ja: 戻る
ko: 뒤로
nb: Tilbake
pl: Wstecz
pt_br: Voltar
sk: Späť
sv: Tillbaka
uk: Назад
zh_hans: 返回

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
sk: Zrušiť
sv: Avbryt
uk: Скасувати
zh_hans: 取消

source: Current Location
ar: الموقع الحالي
cs: Aktuální poloha
da: Aktuel placering
de: Aktueller Standort
es: Ubicación actual
fi: Nykyinen sijainti
fr: Position actuelle
he: מיקום נוכחי
is: Núverandi staðsetning
it: Posizione attuale
ja: 現在地
ko: 현재 위치
nb: Min posisjon
pl: Bieżąca lokalizacja
pt_br: Local atual
sk: Aktuálna poloha
sv: Nuvarande plats
uk: Поточне місцезнаходження
zh_hans: 当前位置

source: Custom
ar: مخصص
cs: Vlastní
da: Tilpasset
de: Benutzerdefiniert
es: Personalizado
fi: Mukautettu
fr: Personnalisé
he: מותאם
is: Sérsniðið
it: Personalizzato
ja: カスタム
ko: 사용자 지정
nb: Egendefinert
pl: Niestandardowa
pt_br: Personalizado
sk: Vlastné
sv: Anpassad
uk: Довільне
zh_hans: 自定义

# dayLength.format
source: %dh %02dm
ar: %d س %02d د
cs: %d h %02d min
da: %d t %02d min
de: %d Std %02d Min
es: %dh %02dmin
fi: %d t %02d min
fr: %d h %02d min
he: %d ש %02d ד
is: %d klst %02d mín
it: %d h %02d min
ja: %d時間%02d分
ko: %d시간 %02d분
nb: %d t %02d min
pl: %d godz %02d min
pt_br: %dh %02dmin
sk: %d h %02d min
sv: %d tim %02d min
uk: %d год %02d хв
zh_hans: %d小时%02d分钟

source: Daylight Saving Time
ar: التوقيت الصيفي
cs: Letní čas
da: Sommertid
de: Sommerzeit
es: Horario de verano
fi: Kesäaika
fr: Heure d'été
he: שעון קיץ
is: Sumartími
it: Ora legale
ja: 夏時間
ko: 일광 절약 시간
nb: Sommertid
pl: Czas letni
pt_br: Horário de verão
sk: Letný čas
sv: Sommartid
uk: Літній час
zh_hans: 夏令时

source: Days with sunrise
ar: أيام بها شروق
cs: Dny s východem Slunce
da: Dage med solopgang
de: Tage mit Sonnenaufgang
es: Días con salida del sol
fi: Päivät, joina aurinko nousee
fr: Jours avec lever du soleil
he: ימים עם זריחה
is: Dagar með sólarupprás
it: Giorni con alba
ja: 日の出がある日
ko: 일출이 있는 날
nb: Dager med soloppgang
pl: Dni ze wschodem słońca
pt_br: Dias com nascer do sol
sk: Dni s východom Slnka
sv: Dagar med soluppgång
uk: Дні зі сходом сонця
zh_hans: 有日出的天数

source: Days without sunrise
ar: أيام بدون شروق
cs: Dny bez východu Slunce
da: Dage uden solopgang
de: Tage ohne Sonnenaufgang
es: Días sin salida del sol
fi: Päivät ilman auringonnousua
fr: Jours sans lever du soleil
he: ימים ללא זריחה
is: Dagar án sólarupprásar
it: Giorni senza alba
ja: 日の出のない日
ko: 일출이 없는 날
nb: Dager uten soloppgang
pl: Dni bez wschodu słońca
pt_br: Dias sem nascer do sol
sk: Dni bez východu Slnka
sv: Dagar utan soluppgång
uk: Дні без сходу сонця
zh_hans: 无日出的天数

source: Days without sunset
ar: أيام بدون غروب
cs: Dny bez západu Slunce
da: Dage uden solnedgang
de: Tage ohne Sonnenuntergang
es: Días sin puesta del sol
fi: Päivät ilman auringonlaskua
fr: Jours sans coucher du soleil
he: ימים ללא שקיעה
is: Dagar án sólarlags
it: Giorni senza tramonto
ja: 日の入りのない日
ko: 일몰이 없는 날
nb: Dager uten solnedgang
pl: Dni bez zachodu słońca
pt_br: Dias sem pôr do sol
sk: Dni bez západu Slnka
sv: Dagar utan solnedgång
uk: Дні без заходу сонця
zh_hans: 无日落的天数

source: Done
ar: تم
cs: Hotovo
da: OK
de: Fertig
es: Listo
fi: Valmis
fr: OK
he: סיום
is: Lokið
it: Fine
ja: 完了
ko: 완료
nb: Ferdig
pl: Gotowe
pt_br: OK
sk: Hotovo
sv: Klar
uk: Готово
zh_hans: 完成

source: E
ar: شرق
cs: V
da: Ø
de: O
fi: I
he: מ
is: A
ja: 東
ko: 동
nb: Ø
pl: W
pt_br: L
sk: V
sv: Ö
uk: Сх
zh_hans: 东

source: Earliest sunrise
ar: أبكر شروق
cs: Nejranější východ Slunce
da: Tidligste solopgang
de: Frühester Sonnenaufgang
es: Salida del sol más temprana
fi: Aikaisin auringonnousu
fr: Lever du soleil le plus tôt
he: הזריחה המוקדמת ביותר
is: Fyrsta sólarupprás
it: Alba più presto
ja: 最も早い日の出
ko: 가장 이른 일출
nb: Tidligste soloppgang
pl: Najwcześniejszy wschód słońca
pt_br: Nascer do sol mais cedo
sk: Najskorší východ Slnka
sv: Tidigaste soluppgång
uk: Найраніший схід сонця
zh_hans: 最早日出

source: Earliest sunset
ar: أبكر غروب
cs: Nejranější západ Slunce
da: Tidligste solnedgang
de: Frühester Sonnenuntergang
es: Puesta del sol más temprana
fi: Aikaisin auringonlasku
fr: Coucher du soleil le plus tôt
he: השקיעה המוקדמת ביותר
is: Fyrsta sólarlag
it: Tramonto più presto
ja: 最も早い日の入り
ko: 가장 이른 일몰
nb: Tidligste solnedgang
pl: Najwcześniejszy zachód słońca
pt_br: Pôr do sol mais cedo
sk: Najskorší západ Slnka
sv: Tidigaste solnedgång
uk: Найраніший захід сонця
zh_hans: 最早日落

source: Latest sunrise
ar: أحدث شروق
cs: Nejpozdější východ Slunce
da: Seneste solopgang
de: Spätester Sonnenaufgang
es: Salida del sol más tardía
fi: Myöhäisin auringonnousu
fr: Lever du soleil le plus tard
he: הזריחה המאוחרת ביותר
is: Síðasta sólarupprás
it: Alba più tardi
ja: 最も遅い日の出
ko: 가장 늦은 일출
nb: Seneste soloppgang
pl: Najpóźniejszy wschód słońca
pt_br: Nascer do sol mais tarde
sk: Najneskorší východ Slnka
sv: Senaste soluppgång
uk: Найпізніший схід сонця
zh_hans: 最晚日出

source: Latest sunset
ar: أحدث غروب
cs: Nejpozdější západ Slunce
da: Seneste solnedgang
de: Spätester Sonnenuntergang
es: Puesta del sol más tardía
fi: Myöhäisin auringonlasku
fr: Coucher du soleil le plus tard
he: השקיעה המאוחרת ביותר
is: Síðasta sólarlag
it: Tramonto più tardi
ja: 最も遅い日の入り
ko: 가장 늦은 일몰
nb: Seneste solnedgang
pl: Najpóźniejszy zachód słońca
pt_br: Pôr do sol mais tarde
sk: Najneskorší západ Slnka
sv: Senaste solnedgång
uk: Найпізніший захід сонця
zh_hans: 最晚日落

source: Location
ar: الموقع
cs: Poloha
da: Placering
de: Standort
es: Ubicación
fi: Sijainti
fr: Position
he: מיקום
is: Staðsetning
it: Posizione
ja: 位置
ko: 위치
nb: Posisjon
pl: Lokalizacja
pt_br: Localização
sk: Poloha
sv: Plats
uk: Розташування
zh_hans: 位置

source: Longest day
ar: أطول يوم
cs: Nejdelší den
da: Længste dag
de: Längster Tag
es: Día más largo
fi: Pisin päivä
fr: Jour le plus long
he: היום הארוך ביותר
is: Lengsti dagur
it: Giorno più lungo
ja: 最長の日
ko: 가장 긴 날
nb: Lengste dag
pl: Najdłuższy dzień
pt_br: Dia mais longo
sk: Najdlhší deň
sv: Längsta dagen
uk: Найдовший день
zh_hans: 最长的一天

source: N
ar: شمال
cs: S
fi: P
he: צ
ja: 北
ko: 북
sk: S
uk: Пн
zh_hans: 北

source: New York
ar: نيويورك
es: Nueva York
he: ניו יורק
ja: ニューヨーク
ko: 뉴욕
pl: Nowy Jork
pt_br: Nova York
uk: Нью-Йорк
zh_hans: 纽约

source: S
ar: جنوب
cs: J
fi: E
he: ד
ja: 南
ko: 남
sk: J
uk: Пд
zh_hans: 南

source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Réglages
he: הגדרות
is: Stillingar
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
pl: Ustawienia
pt_br: Ajustes
sk: Nastavenia
sv: Inställningar
uk: Налаштування
zh_hans: 设置

source: Shortest day
ar: أقصر يوم
cs: Nejkratší den
da: Korteste dag
de: Kürzester Tag
es: Día más corto
fi: Lyhin päivä
fr: Jour le plus court
he: היום הקצר ביותר
is: Stysti dagur
it: Giorno più corto
ja: 最短の日
ko: 가장 짧은 날
nb: Korteste dag
pl: Najkrótszy dzień
pt_br: Dia mais curto
sk: Najkratší deň
sv: Kortaste dagen
uk: Найкоротший день
zh_hans: 最短的一天

source: Spring equinox
ar: الاعتدال الربيعي
cs: Jarní rovnodennost
da: Forårsjævndøgn
de: Frühlingstagundnachtgleiche
es: Equinoccio de primavera
fi: Kevätpäiväntasaus
fr: Équinoxe de printemps
he: שוויון האביב
is: Vorjafndægur
it: Equinozio di primavera
ja: 春分
ko: 춘분
nb: Vårjevndøgn
pl: Równonoc wiosenna
pt_br: Equinócio da primavera
sk: Jarná rovnodennosť
sv: Vårdagjämning
uk: Весняне рівнодення
zh_hans: 春分

source: polar day
ar: يوم قطبي
cs: polární den
da: polardag
de: Polartag
es: día polar
fi: yötön yö
fr: jour polaire
he: יום קוטבי
is: skammdegi
it: giorno polare
ja: 白夜
ko: 백야
nb: midnattssol
pl: dzień polarny
pt_br: dia polar
sk: polárny deň
sv: midnattssol
uk: полярний день
zh_hans: 极昼

source: polar night
ar: ليل قطبي
cs: polární noc
da: polarnatt
de: Polarnacht
es: noche polar
fi: kaamos
fr: nuit polaire
he: לילה קוטבי
is: myrknætti
it: notte polare
ja: 極夜
ko: 극야
nb: mørketid
pl: noc polarna
pt_br: noite polar
sk: polárna noc
sv: polarnatt
uk: полярна ніч
zh_hans: 极夜

source: sunrise
ar: شروق الشمس
cs: východ slunce
da: solopgang
de: Sonnenaufgang
es: amanecer
fi: auringonnousu
fr: lever du soleil
he: זריחה
is: sólarupprás
it: alba
ja: 日の出
ko: 일출
nb: soloppgang
pl: wschód słońca
pt_br: nascer do sol
sk: východ slnka
sv: soluppgång
uk: схід сонця
zh_hans: 日出

source: sunset
ar: غروب الشمس
cs: západ slunce
da: solnedgang
de: Sonnenuntergang
es: atardecer
fi: auringonlasku
fr: coucher du soleil
he: שקיעה
is: sólsetur
it: tramonto
ja: 日没
ko: 일몰
nb: solnedgang
pl: zachód słońca
pt_br: pôr do sol
sk: západ slnka
sv: solnedgång
uk: захід сонця
zh_hans: 日落

source: Tap the map to set location
ar: انقر على الخريطة لتعيين الموقع
cs: Klepnutím na mapu nastavte polohu
da: Tryk på kortet for at vælge placering
de: Auf die Karte tippen, um Standort zu wählen
es: Toca el mapa para elegir ubicación
fi: Aseta sijainti napauttamalla karttaa
fr: Touchez la carte pour définir le lieu
he: הקש על המפה לבחירת מיקום
is: Pikkaðu á kortið til að stilla staðsetningu
it: Tocca la mappa per impostare la posizione
ja: マップをタップして位置を設定
ko: 지도를 탭하여 위치 설정
nb: Trykk på kartet for å angi sted
pl: Stuknij mapę, aby ustawić lokalizację
pt_br: Toque no mapa para definir o local
sk: Klepnutím na mapu nastavte polohu
sv: Tryck på kartan för att ange plats
uk: Торкніться карти, щоб обрати місце
zh_hans: 点按地图以设置位置

source: Total daylight
ar: إجمالي ضوء النهار
cs: Celkový denní čas
da: Dagslys i alt
de: Gesamttageslicht
es: Luz diurna total
fi: Päivänvalo yhteensä
fr: Durée totale de jour
he: סה״כ אור יום
is: Dagsbirta alls
it: Luce diurna totale
ja: 総日照時間
ko: 총 낮 시간
nb: Dagslys totalt
pl: Światło dzienne łącznie
pt_br: Luz do dia total
sk: Celkový denný čas
sv: Dagsljus totalt
uk: Загальний час дня
zh_hans: 白昼总时长

source: Total night
ar: إجمالي الليل
cs: Celkový noční čas
da: Nat i alt
de: Gesamtnacht
es: Noche total
fi: Yöaika yhteensä
fr: Durée totale de nuit
he: סה״כ לילה
is: Nótt alls
it: Notte totale
ja: 総夜時間
ko: 총 밤 시간
nb: Natt totalt
pl: Noc łącznie
pt_br: Noite total
sk: Celkový nočný čas
sv: Natt totalt
uk: Загальний час ночі
zh_hans: 夜晚总时长

source: W
ar: غرب
cs: Z
da: V
es: O
fi: L
fr: O
he: מע
is: V
it: O
ja: 西
ko: 서
nb: V
pl: Z
pt_br: O
sk: Z
sv: V
uk: Зх
zh_hans: 西

source: Year
ar: السنة
cs: Rok
da: År
de: Jahr
es: Año
fi: Vuosi
fr: Année
he: שנה
is: Ár
it: Anno
ja: 年
ko: 연도
nb: År
pl: Rok
pt_br: Ano
sk: Rok
sv: År
uk: Рік
zh_hans: 年份
